EQUIPMENT_BASE = {
    "1. Інвертори Deye": {
        "Інвертор Growatt SPF 6000 ES Plus (6 кВт, 1 фази, 48 В)": 0,
        "Інвертор гібридний Anenji ANJ-6200-48V-WIFI (6,2 кВт, 1 фази, 48 В)": 0,
        "Інвертор гібридний Deye SUN-12K-SG05LP3-EU (12 кВт, 3 фази, низковольтний)": 0,
        "Інвертор гібридний Deye SUN-15K-SG05LP3-EU-SM2 (15 кВт, 3 фази, низковольтний)": 0,
        "Інвертор гібридний Deye SUN-30K-SG01HP3-EU-BM3 (30кВт, 3-фази, високовольтна система)": 0,
        "Інвертор гібридний Deye SUN-8K-SG01LP1-EU (8 кВт, 1 фази, низковольтний)": 0,
        "Інвертор Hoymiles HYS-6.0LV-EUG1 (6 кВт, 1 фаза, lv, пасивне охолодження)": 0
    },
    "2. Акумулятори (АКБ)": {
        "Акумуляторна батарея Dyness DL5.0C (51.2 В, 5.12 кВт*год, LiFePo4)": 0,
        "Акумуляторна батарея Dyness DL5.0C Pro (51.2 В, 5.12 кВт*год, LiFePo4)": 0,
        "Акумуляторна батарея Dyness STACK100 (LiFePO4, 5,12 кВт*год, високовльтні)": 0,
        "Акумуляторна батарея Deye SE-G5.1 Pro-B (LiFePO4, 5,12 кВт*год)": 0,
        "Акумуляторна батарея Felicity FLA48300 Felicity (LiFePO4, 15 кВт*год)": 0,
        "Акумуляторна батарея Deye BOS-G-Pack5.1 Pro (LiFePO4, 5,12 кВт*год, високовльтна)": 0,
        "Акумуляторна батарея Deye SE-F5 (LiFePO4 51,2V 100Ah 5,12 kWh)": 0,
        "Акумуляторна батарея Deye SE-F12-L (LiFePO4 51,2V 230Ah 11.8 kWh)": 0,
        "Блок керування Deye BOS-G-PDU-2 для акумуляторного кластера BOS-G Pro": 0
    },
    "3. Комплектуючі та щити": {
        "Щит АВР": 0,
        "Щит АВР 1-фазний": 0,
        "Щит АВР 3-фазний": 0,
        "Щит захисту електрообладнання та ByPass": 0,
        "Щит захисту електрообладнання та АВР": 0,
        "Щит комутації низьковольтний": 0,
        "Кабельно-провідникова продукція": 0
    },
    "4. Послуги та Роботи": {
        "Вишукування": 0,
        "Логістичні послуги з урахуванням заносу на поверх": 0,
        "Механомонтаж обладнання": 0,
        "Електромонтажні роботи": 0,
        "Налаштування інвертора": 0,
        "Підготовка виконавчої документації": 0,
        "Підготовчі роботи та логістичні послуги": 0,
        "Пусконалагоджувальні роботи": 0,
        "Роботи з комутації існуючої електрощитової": 0,
        "Роботи з підключення електрогенератора": 0,
        "Розробка технічного завдання": 0,
        "Розробка технічного завдання, ескізний проект": 0
    }
}
